tap "homebrew/cask-fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "fzf"
brew "neofetch"
brew "neovim"
brew "rbenv"
brew "tmux"
brew "yarn"
brew "zsh"

cask "alfred"
cask "docker"
cask "google-chrome"
cask "karabiner-elements"
cask "iterm2"
cask "ngrok"
cask "slack"
cask "spotify"
cask "1password"

# fonts
cask "font-fira-code-nerd-font"
